Repository: wp-plugins/woocommerce-easy-booking-system
Catalog: languages/easy_booking-*.po
Languages: fr_fr, nl_nl

source: Settings
fr_fr: Paramètres
nl_nl: Instellingen

source: Please choose valid dates
fr_fr: Veuillez choisir des dates valides
nl_nl: Kies geldige data

source: Please choose two dates
fr_fr: Veuillez indiquer deux dates
nl_nl: Kies twee geldige data

source: Please select product option
fr_fr: Veuillez choisir une option
nl_nl: Selecteer een product optie

source: Start
fr_fr: Début
nl_nl: Begin datum

source: End
fr_fr: Fin
nl_nl: Eind datum

source: Select dates
fr_fr: Choix des dates
nl_nl: Kies data

source: / day
fr_fr: / jour
nl_nl: / dag

source: Bookable
fr_fr: À louer / réserver
nl_nl: Reserveerbaar

source: Bookable products can be rent or booked on a daily schedule
fr_fr: Les produits peuvent être loués ou réservés selon un calendrier quotidien
nl_nl: Reserveerbare producten kunnen gehuurd of geboekt worden op dagelijkse basis

source: Bookings
fr_fr: Résevations
nl_nl: Reserveringen

source: Minimum booking duration
fr_fr: Durée minimum de réservation
nl_nl: Minimale boekingsduur

source: Leave zero or empty to set no duration limit
fr_fr: Laissez 0 ou vide pour ne pas limiter la durée de réservation
nl_nl: Laat 0 staan of leeg om geen duur te limit in te stellen

source: Maximum booking duration
fr_fr: Durée maximum de réservation
nl_nl: Maximale boekingsduur

source: First available date
fr_fr: Première date disponible
nl_nl: Eerst beschikbare data

source: First available date, relative to today. I.e. : today + 5 days. Leave zero or empty for today.
fr_fr: Première date disponible, par rapport à aujourd'hui. I.e. : aujourd'hui + 5 jours. Laissez 0 ou vide pour aujourd'hui.
nl_nl: Eerst beschikbare datum, gebaseerd op vandaag bijv.: vandaag + 5 of laat het leeg voor vandaag.

source: Minimum booking duration must be inferior to maximum booking duration
fr_fr: La durée minimum de réservation doit être inférieure à la durée maximum
nl_nl: De minimale boekingsduur moet kleiner zijn dan dan maximale boekingsduur

source: Easy Booking : Availability Check, the add-on to manage stocks and availabilities for WooCommerce Easy Booking is available !
nl_nl: Easy Booking : Availability Check, de add-on voor voorraad beheer en beschikbaarheid voor WooCommerce Easy Booking is nu beschikbaar !

source: Get it now !
nl_nl: Bestel nu !

source: General settings
fr_fr: Paramètres généraux
nl_nl: Standaard instellingen

source: Calculation mode
fr_fr: Mode de calcul
nl_nl: Rekenmodus

source: Text settings
fr_fr: Paramètres des textes
nl_nl: Tekst instellingen

source: Information text
fr_fr: Texte d'information
nl_nl: Informatie tekst

source: First date title
fr_fr: Titre de la première date
nl_nl: Eerste datum titel

source: Second date title
fr_fr: Titre de la seconde date
nl_nl: Tweede datum titel

source: Appearance
fr_fr: Apparence
nl_nl: Beschikbaar

source: Calendar theme
fr_fr: Thème du calendrier
nl_nl: Kalenderschema

source: Background color
fr_fr: Couleur de fond
nl_nl: Achtergrond kleur

source: Main color
fr_fr: Couleur principale
nl_nl: Hoofd kleur

source: Text color
fr_fr: Couleur du texte
nl_nl: Tekst kleur

source: WooCommerce Easy Booking settings
fr_fr: Options de WooCommerce Easy Booking
nl_nl: WooCommerce Easy Booking instellingen

source: Days
fr_fr: Jours
nl_nl: Dagen

source: Nights
fr_fr: Nuits
nl_nl: Nachten

source: Choose whether to calculate the final price depending on number of days or number of nights (i.e. 5 days = 4 nights).
fr_fr: Choisissez de calculer le prix final selon le nombre de jours ou le nombre de nuits (i.e. 5 jours = 4 nuits).
nl_nl: Kies of de calculatie van de totaal prijs afhankelijk is van aantal dagen of nachten (bijv. 5 dagen = 4 nachten).

source: Make this plugin yours by choosing the different texts you want to display !
fr_fr: Personnalisez le plugin en choisissant les différents textes que vous souhaitez afficher !
nl_nl: Maak deze plugin persoonlijk door het aanpassen van verschillende scherm teksten !

source: Displays an information text before date inputs. Leave empty if you don't want the information text.
fr_fr: Affiche un texte d'information avant le formulaire de réservation. Laissez vide si vous ne souhaitez pas afficher de texte d'information.
nl_nl: Laat een informatie tekst zien voor data invoer. Laat hem leeg als je geen informatie tekst wilt laten zien.

source: Text displayed before the first date
fr_fr: Texte à afficher avant la première date
nl_nl: Scherm tekst voor de eerste data

source: Text displayed before the second date
fr_fr: Texte à afficher avant la seconde date
nl_nl: Scherm tekst voor de tweede data

source: Customize the calendar so it looks great with your theme !
fr_fr: Customisez le calendrier afin qu'il se marie à merveille avec votre thème !
nl_nl: Bewerk de kalender zo dat hij er mooi uit ziet in je theme !

source: Default
fr_fr: Défaut
nl_nl: Standaard

source: Classic
fr_fr: Classique
nl_nl: Klassiek
