Repository: wp-plugins/woocommerce-easy-booking-system
Catalog: languages/wc_ebs-*.po
Languages: es_es

source: Please choose two dates
es_es: Indica dos fechas

source: Start
es_es: Empezar

source: End
es_es: Terminar

source: Bookable
es_es: Se alquila / Se reserva

source: Bookable products can be rent or booked on a daily schedule
es_es: Los productos se pueden alquilar o reservar por días

source: Bookings
es_es: Reservaciones

source: Minimum booking duration
es_es: Mínima duración reservacion

source: Leave zero or empty to set no duration limit
es_es: Deja cero o vacío en caso que no hay limit

source: Maximum booking duration
es_es: Máxima duración reservación

source: Minimum booking duration must be inferior to maximum booking duration
es_es: Mínima duración debe ser inferior al máxima

source: / day
es_es: / día

source: Please choose valid dates
es_es: Elija fecha valida

source: Please select product option
es_es: Selecciona opción de producto

source: Select dates
es_es: Seleccion fechas

source: Settings
es_es: Ajustes

source: General settings
es_es: Ajustes generales

source: Calculation mode
es_es: Modo calculación

source: Text settings
es_es: Ajustes texto

source: Information text
es_es: Texto de información

source: First date title
es_es: Titulo primera fecha

source: Second date title
es_es: Titulo segunda fecha

source: Color settings
es_es: Ajustes colores

source: Background color
es_es: Color de fondo

source: Main color
es_es: Color principal

source: Text color
es_es: Color texto

source: WooCommerce Easy Booking System options
es_es: Opción WooCommerce Easy Booking System

source: Days
es_es: Días

source: Nights
es_es: Noches

source: Choose whether to calculate the final price depending on number of days or number of nights (i.e. 5 days = 4 nights).
es_es: Elije si quieres calcular el precio por día o por noche

source: Make this plugin yours by choosing the different texts you want to display !
es_es: Personaliza este "plugin" al elegir cual textos quieres enseñar

source: Displays an information text before date inputs. Leave empty if you don't want the information text.
es_es: Enseña texto de información antes de introducir las fechas. Deja vacío si no quieres este texto de información.

source: Text displayed before the first date
es_es: Texto enseñado antes de la primera fecha

source: Text displayed before the second date
es_es: Texto enseñado antes de la seguida fecha

source: Customize the calendar so it looks great with your theme !
es_es: Ponga el calendario para que sale guapo con vuestro tema !
